---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.BoundingBoxContainsPointFilter
source: html/96e67c60-1829-5d15-b308-7ea8e69b3990.htm
---
# BoundingBoxContainsPointFilter Members

Constructs a new instance of a filter to match elements with a bounding box that contains the given point.